Repository: majagrubic/CertDemo
Catalog: *.lproj/Localizable.strings
Languages: hr

source: Certificate Password
hr: Unesite lozinku .p12 datoteke

source: General Info
hr: Opće informacije

source: Private Key
hr: Privatni ključ

source: Change language
hr: Promjena jezika

# Clear certificate
source: Delete certificate
hr: Brisanje certifikata

source: View certificate
hr: Pregled certifikata

source: Get certificate
hr: Dohvat certifikata

source: Error loading certificate
hr: Ne mogu učitati certifikat

source: Could not open certificate
hr: Ne mogu otvoriti datoteku

source: Get Certificate
hr: Dohvati

source: Certificate Retrieval
hr: Dohvat certifikata

source: One Time Password
hr: Jednokratna zaporka

# Token SN:
source: Token Serial Number:
hr: Serijski broj tokena:

source: Back
hr: Natrag

# One-time password:
source: Jednokratna zaporka:
hr: Jednokratna lozinka:

source: Load Certificate
hr: Prikaži

source: Language
hr: Jezik

# Purpose
source: The certificate is intended for the following purpose(s):
hr: Certifikat je izdan sa sljedećom namjenom:

source: Delete
hr: Obrisati

source: Delete certificate
hr: Obrisati certifikat

source: Key
hr: Ključ

source: Details
hr: Detalji

source: Valid From
hr: Valjan od

source: Valid To
hr: Valjan do

source: Issued To
hr: Izdano za

source: Issued By
hr: Izdano od

source: bits
hr: bitova

source: Certificate Load
hr: Prikaz certifikata

# Message
source: You are not authorized to access the selected content
hr: Nemate pravo pristupiti sadržaju s obzirom na tip usluge

# Pregled izdavatelja
source: Issuer Overview
hr: Pregled izdavatelja
